app/controllers/books_controller.rb

INSERT INTO "books" ("isbn", "title", "price", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["isbn", 324], ["title", "asd"], ["price", 13], ["created_at", "2018-06-24 19:31:31.675414"], ["updated_at", "2018-06-24 19:31:31.675414"]]
---
  def create
    @book = Book.new(book_params)

    respond_to do |format|
      if @book.save